brew "bat"
brew "direnv"
brew "fish"
brew "gh"
brew "git"
brew "lazygit"
brew "rustup"
brew "starship"
brew "stow"
brew "tree"
brew "uv"
cask "1password"
cask "1password-cli"
cask "duckduckgo"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "notion"
cask "notion-calendar"
cask "nvidia-geforce-now"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "tailscale"
cask "todoist"
cask "tor-browser"
cask "transmission"
cask "whatsapp"
cask "zed"
